import os

while True:
    print('Totem de Autoatendimento de Cafeteria/Lanchonete')
    print('''
    ███████████ █████                  ███████████           █████                            
    ░█░░░███░░░█░░███                  ░█░░░███░░░█          ░░███                             
    ░   ░███  ░  ░███████    ██████    ░   ░███  ░   ██████  ███████    ██████  █████████████  
        ░███     ░███░░███  ███░░███       ░███     ███░░███░░░███░    ███░░███░░███░░███░░███ 
        ░███     ░███ ░███ ░███████        ░███    ░███ ░███  ░███    ░███████  ░███ ░███ ░███ 
        ░███     ░███ ░███ ░███░░░         ░███    ░███ ░███  ░███ ███░███░░░   ░███ ░███ ░███ 
        █████    ████ █████░░██████        █████   ░░██████   ░░█████ ░░██████  █████░███ █████
        ░░░░░    ░░░░ ░░░░░  ░░░░░░        ░░░░░     ░░░░░░     ░░░░░   ░░░░░░  ░░░░░ ░░░ ░░░░░ 
    ''')
    print('1. Produtos')
    print('2. Carrinho')
    print('3. ')
    print('4. Sair')

    opcao = input('Escolha a opção desejada: ')

    if(opcao == '1'):
        os.system('cls')
        print('Produtos')
    elif(opcao == '2'):
        os.system('cls')
        print('Carrinho')
    elif(opcao == '3'):
        os.system('cls')
        print('Em desenvolvimento...')
    elif(opcao == '4'):
        break
    else:
        print('Opção inválida! Digite uma opção do menu...')

os.system('cls')
print('O programa foi encerrado.')